Repository: common-repository/oik-nivo-slider
Catalog: languages/oik-nivo-slider-bb_BB.po
Languages: bb_bb

source: Install %1$s
bb_bb: Isnatll %1$s

source: Activate %1$s
bb_bb: Atcvitae %1$s

source: Upgrade %1$s
bb_bb: Ugparde %1$s

source: version
bb_bb: vreison

source: %1$s may not be fully functional.
bb_bb: %1$s mAy nOt bE fluly fnutcoianl.

source: Please install and activate the required minimum version of this plugin: %1$s
bb_bb: Pelsae isnatll And atcvitae thE rqeiuerd mnimium vreison Of tihs pulign: %1$s

source: oik nivo slider settings
bb_bb: OIk nvio siledr steitgns

source: Nivo settings
bb_bb: Nvio steitgns

source: Nivo slider options
bb_bb: Nvio siledr otpoins

source: Default slider options
bb_bb: Dfeualt siledr otpoins

source: Usage notes
bb_bb: Uasge ntoes

source: Effect
bb_bb: Effcet

source: effect
bb_bb: effcet

source: Slices
bb_bb: Silecs

source: Box cols
bb_bb: BOx clos

source: Box rows
bb_bb: BOx rwos

source: Anim speed
bb_bb: Ainm seped

source: Pause time
bb_bb: Puase tmie

source: Control nav
bb_bb: Cnortol nAv

source: Control nav thumbs
bb_bb: Cnortol nAv tuhbms

source: Direction nav
bb_bb: Driceiton nAv

source: Direction nav hide
bb_bb: Driceiton nAv hdie

source: Pause on hover
bb_bb: Puase On hvoer

source: Manual advance
bb_bb: Mnaaul avdnace

source: Caption opacity
bb_bb: Cpaiton oapicty

source: Save changes
bb_bb: Svae cahgnes

source: These options for the jQuery Nivo slider control the default behavior for each instance of the slider.
bb_bb: Tehse otpoins fOr thE juQrey Nvio siledr cnortol thE dfeualt bhevaoir fOr ecah isnatcne Of thE siledr.

source: Unsupported special post_type: %1$s
bb_bb: Usnpuoptred sepical psot_tpye: %1$s

source: NextGEN does not appear to be activated
bb_bb: NxeGtEN deos nOt appaer tO bE atcvitaed

source: Display the nivo slideshow for attachments or other post types.
bb_bb: Dsilpay thE nvio siledhsow fOr attcamhnets Or ohter psot tpyes.

source: image size
bb_bb: iamge szie

source: post_type
bb_bb: psot_tpye

source: Post type to display
bb_bb: Psot tpye tO dsilpay

source: Theme for the slideshow
bb_bb: Tehme fOr thE siledhsow

source: classes
bb_bb: calsses

source: CSS classes
bb_bb: CSS calsses

source: Link the images to the target post/page or media file
bb_bb: Lnik thE iamegs tO thE traegt psot/pgae Or mdeia flie

source: Display the image title as the caption
bb_bb: Dsilpay thE iamge ttile As thE cpaiton

source: format
bb_bb: froamt

source: field format string
bb_bb: feild froamt srtnig

source: Display the ribbon, if the theme supports it
bb_bb: Dsilpay thE rbiobn, If thE tehme spuoptrs It

source: Thumbnail navigation
bb_bb: Tuhbmanil nvagitaoin

source: Control navigation
bb_bb: Cnortol nvagitaoin

source: pause
bb_bb: puase

source: Pause time in milli seconds
bb_bb: Puase tmie In mlili scenods

source: transition effect
bb_bb: tarsntioin effcet

source: Slideshow of the screenshots from oik-nivo-slider, using the oik theme and the current settings.
bb_bb: Siledhsow Of thE srceesnohts form OIk-nvio-siledr, uisng thE OIk tehme And thE cruernt steitgns.

source: oik-nivo-slider
bb_bb: OIk-nvio-siledr

source: [nivo] shortcode for the Nivo slider using oik
bb_bb: [nivo] sohtrocde fOr thE Nvio siledr uisng OIk

source: bobbingwide
bb_bb: bboibgniwde
